{"START": 0, "END": 1, "UNK": 2, "PAD": 3, "|": 4, "airport terminal": 5, "ceiling": 6, "floor": 7, "wall": 8, "first floor": 9, "plant": 10, "fountain": 11, "column": 12, "fence": 13, "seat": 14, "tree": 15, "person": 16, "windowpane": 17, "signboard": 18, "light": 19, "chair": 20, "pot": 21, "ad": 22, "backpack": 23, "art gallery": 24, "512": 25, "board": 26, "double door": 27, "grill": 28, "vent": 29, "drawing": 30, "spotlight": 31, "badlands": 32, "earth": 33, "hill": 34, "sky": 35, "water": 36, "rock": 37, "tripod": 38, "photo machine": 39, "ball pit": 40, "inflatable park": 41, "ball": 42, "bathroom": 43, "bathtub": 44, "curtain": 45, "sink": 46, "cabinet": 47, "mirror": 48, "toilet": 49, "screen door": 50, "countertop": 51, "sconce": 52, "blind": 53, "shower stall": 54, "painting": 55, "towel": 56, "candlestick": 57, "toilet tissue": 58, "box": 59, "shower": 60, "table": 61, "toilet brush": 62, "flower": 63, "vase": 64, "faucet": 65, "bottle": 66, "candle": 67, "door": 68, "basket": 69, "doorframe": 70, "rod": 71, "towel rack": 72, "light bulb": 73, "radiator": 74, "can": 75, "jar": 76, "switch": 77, "bucket": 78, "heater": 79, "soap": 80, "wall socket": 81, "soap dispenser": 82, "shelf": 83, "plate": 84, "lamp": 85, "rug": 86, "tray": 87, "figurine": 88, "glass": 89, "pool": 90, "ceramic pot": 91, "soaps": 92, "sponge": 93, "hat": 94, "ladder": 95, "bag": 96, "mug": 97, "toothbrush": 98, "bathrobe": 99, "pipe": 100, "brush": 101, "chandelier": 102, "slippers": 103, "radio": 104, "handle": 105, "chest": 106, "basin": 107, "step": 108, "television receiver": 109, "telephone": 110, "leaves": 111, "soap dish": 112, "skylight": 113, "stairs": 114, "carapace": 115, "fluorescent": 116, "rack": 117, "hanger": 118, "towel ring": 119, "chest of drawers": 120, "pitcher": 121, "clock": 122, "statue": 123, "bidet": 124, "ashcan": 125, "toilet paper holder": 126, "bowl": 127, "pots": 128, "stool": 129, "bench": 130, "bath sponge": 131, "towel dispenser": 132, "magazine": 133, "napkin": 134, "slipper": 135, "trunk": 136, "bannister": 137, "wardrobe": 138, "scale": 139, "shirt": 140, "jersey": 141, "folding screen": 142, "railing": 143, "cushion": 144, "coat": 145, "vanity": 146, "spray": 147, "figure": 148, "extractor fan": 149, "tap wrench": 150, "mountain": 151, "apparel": 152, "poster": 153, "water faucet": 154, "book": 155, "remote control": 156, "beach": 157, "sand": 158, "sea": 159, "bedroom": 160, "bed": 161, "beam": 162, "pillow": 163, "teapot": 164, "armchair": 165, "ottoman": 166, "blanket": 167, "desk": 168, "swivel chair": 169, "monitor": 170, "watering can": 171, "laptop": 172, "folders": 173, "record player": 174, "clamp lamp": 175, "ceramic box": 176, "fan": 177, "tapestry": 178, "coffee table": 179, "fruit": 180, "sofa": 181, "paper": 182, "calendar": 183, "document": 184, "booklet": 185, "paper roll": 186, "trouser": 187, "anchor": 188, "shutter": 189, "eiderdown": 190, "flyscreen": 191, "cover curtain": 192, "canopy": 193, "grass": 194, "gutter": 195, "house": 196, "shoe": 197, "fireplace": 198, "bookcase": 199, "plaything": 200, "mattress": 201, "racket": 202, "sport bag": 203, "helmet": 204, "coaster": 205, "trophy": 206, "guitar": 207, "building": 208, "headboard": 209, "work surface": 210, "air conditioner": 211, "cradle": 212, "rocking chair": 213, "sheets": 214, "folding door": 215, "loudspeaker": 216, "cup": 217, "ashtray": 218, "fabric": 219, "decoder": 220, "sculpture": 221, "fax machine": 222, "knife": 223, "patty": 224, "strawberries": 225, "rocking horse": 226, "plaque": 227, "computer": 228, "printer": 229, "candelabrum": 230, "sofa bed": 231, "ironing board": 232, "binoculars": 233, "lighter": 234, "pen": 235, "blinds": 236, "dog": 237, "coffee pot": 238, "test": 239, "console table": 240, "doll": 241, "diploma": 242, "spectacles": 243, "canlendar": 244, "booth indoor": 245, "drum": 246, "money": 247, "botanical garden": 248, "bridge": 249, "aqueduct": 250, "boat": 251, "river": 252, "pier": 253, "bullring": 254, "animal": 255, "cloak": 256, "bus interior": 257, "butte": 258, "canyon": 259, "casino outdoor": 260, "stairway": 261, "sidewalk": 262, "bicycle": 263, "streetlight": 264, "flag": 265, "castle": 266, "path": 267, "church outdoor": 268, "road": 269, "cross": 270, "closet": 271, "scarf": 272, "sweater": 273, "cockpot": 274, "coast": 275, "cliff": 276, "beacon": 277, "conference room": 278, "screen": 279, "construction site": 280, "trade name": 281, "corral": 282, "horse": 283, "corridor": 284, "crosswalk": 285, "bus": 286, "traffic light": 287, "truck": 288, "car": 289, "umbrella": 290, "van": 291, "day care center": 292, "mobile": 293, "desert sand": 294, "elevator interior": 295, "escalator indoor": 296, "gate": 297, "forest road": 298, "gangplank": 299, "gangway": 300, "gas station": 301, "post": 302, "curb": 303, "pole": 304, "golf course": 305, "gymnasium indoor": 306, "stationary bicycle": 307, "weight": 308, "harbor": 309, "hayfield": 310, "field": 311, "straw bale": 312, "heath": 313, "hoodoo": 314, "hunting lodge outdoor": 315, "snow": 316, "ice shelf": 317, "ice": 318, "joss house": 319, "altar": 320, "kiosk indoor": 321, "booth": 322, "kitchen": 323, "place mat": 324, "oven": 325, "microwave": 326, "refrigerator": 327, "stove": 328, "dishwasher": 329, "coffee maker": 330, "hood": 331, "dish rack": 332, "canister": 333, "cooker": 334, "dishrag": 335, "paper towel": 336, "kettle": 337, "kitchen island": 338, "drawer": 339, "bottle rack": 340, "blender": 341, "chopping board": 342, "toaster": 343, "baseboard": 344, "food": 345, "skimmer": 346, "spoon": 347, "spice rack": 348, "saucepan": 349, "frying pan": 350, "food processor": 351, "system": 352, "gripper": 353, "counter": 354, "landfill": 355, "rubbish": 356, "bird": 357, "library indoor": 358, "lectern": 359, "lido deck outdoor": 360, "ship": 361, "swimming pool": 362, "land": 363, "living room": 364, "piano": 365, "case": 366, "chess": 367, "chimney": 368, "table runner": 369, "score": 370, "pane": 371, "magazine rack": 372, "firewood": 373, "oil lamp": 374, "antler": 375, "stuffed head": 376, "blade, vane": 377, "grating": 378, "arcade machine": 379, "folding chairs": 380, "surfboard": 381, "hourglass": 382, "crock": 383, "stick": 384, "palm": 385, "deck chair": 386, "spiral staircase": 387, "grand piano": 388, "cage": 389, "curtain cover": 390, "christmas tree": 391, "packages": 392, "andiron": 393, "bookend": 394, "centerpiece": 395, "telescope": 396, "trolley table": 397, "crock rack": 398, "wood figure": 399, "locker room": 400, "market outdoor": 401, "stall": 402, "mountain snowy": 403, "office": 404, "notebook": 405, "orchard": 406, "outliers arbor": 407, "outliers bookshelf": 408, "outliers mews": 409, "outliers nook": 410, "outliers preserve": 411, "outliers traffic island": 412, "palace": 413, "shelter": 414, "palace hall": 415, "pantry": 416, "patio": 417, "phone booth": 418, "telephone booth": 419, "minibike": 420, "poolroom establishment": 421, "pool table": 422, "pool ball": 423, "poolroom home": 424, "quonset hut outdoor": 425, "rice paddy": 426, "sandbox": 427, "shopfront": 428, "skyscraper": 429, "stone circle": 430, "subway interior": 431, "subway station platform": 432, "railway": 433, "train": 434, "supermarket": 435, "swimming pool outdoor": 436, "swmming pool": 437, "broom": 438, "thermometer": 439, "television studio": 440, "camera": 441, "theater indoor procenium": 442, "stage": 443, "train railway": 444, "junk": 445, "shanties": 446, "underwater coral reef": 447, "coral": 448, "fish": 449, "viaduct": 450, "embankment": 451, "wave": 452, "wind farm": 453, "windmill": 454, "wine cellar bottle storage": 455, "abbey": 456, "arcade": 457, "gravestone": 458, "forecourt": 459, "hedge": 460, "ruins": 461, "arch": 462, "tomb": 463, "access road": 464, "shrub": 465, "central reservation": 466, "crane": 467, "bulldozer": 468, "traffic cone": 469, "fireplug": 470, "postbox": 471, "text": 472, "antenna": 473, "dirt track": 474, "hole": 475, "air base": 476, "runway": 477, "airplane": 478, "streetcar": 479, "airfield": 480, "helicopter": 481, "airlock": 482, "entrance": 483, "dial": 484, "pala": 485, "fire extinguisher": 486, "cable": 487, "cabin": 488, "airplane cabin": 489, "partition": 490, "luggage": 491, "fork": 492, "newspaper": 493, "luggage rack": 494, "airport airport": 495, "pavilion": 496, "cargo": 497, "finger": 498, "control tower": 499, "cart": 500, "garbage": 501, "conveyer belt": 502, "spotlights": 503, "trailer": 504, "airport entrance": 505, "footbridge": 506, "awning": 507, "carts": 508, "barrier": 509, "check-in-desk": 510, "elevator": 511, "bulletin board": 512, "store": 513, "exhibitor": 514, "screens": 515, "moving walkway": 516, "beams": 517, "base": 518, "gates": 519, "balcony": 520, "buttress": 521, "seating": 522, "briefcase": 523, "check-in-desks": 524, "escalator": 525, "mezzanine": 526, "fences": 527, "counters": 528, "decoration": 529, "shops": 530, "notice board": 531, "baby buggy": 532, "shop": 533, "panel": 534, "banner": 535, "tile": 536, "pedestal": 537, "monitors": 538, "vending machine": 539, "airport ticket counter": 540, "ticket counter": 541, "alcove": 542, "alley": 543, "grapevine": 544, "alarm": 545, "eaves": 546, "sewer": 547, "wire": 548, "wires": 549, "clothes hanging": 550, "bricks": 551, "textiles": 552, "shanty": 553, "pile of trash": 554, "manhole": 555, "tower": 556, "motorbike cart": 557, "amphitheater": 558, "grandstand": 559, "monument": 560, "bleachers": 561, "amphitheater, amphitheatre, coliseum": 562, "scaffolding": 563, "amusement arcade": 564, "football table": 565, "pinball": 566, "slot machine": 567, "arcade machines": 568, "change machine": 569, "security camera": 570, "amusement park": 571, "ticket box": 572, "merry-go-round": 573, "ride": 574, "balloons": 575, "roller coaster": 576, "fairground ride": 577, "tent": 578, "carousel": 579, "pavilions": 580, "roller coaster cars": 581, "big wheel": 582, "fairground": 583, "funfair": 584, "slide": 585, "swing": 586, "trailers": 587, "tents": 588, "billboard": 589, "ferris wheel": 590, "park": 591, "cranes": 592, "tunnel": 593, "logo": 594, "fence rubble": 595, "boardwalk": 596, "overhang": 597, "horse carousel": 598, "poles": 599, "planter": 600, "hillside": 601, "tarmacadam": 602, "walkway": 603, "fog": 604, "wheelchair": 605, "hay stacks": 606, "tarp": 607, "pumpkins": 608, "pumpkin": 609, "squash": 610, "tinsel": 611, "christmas lights": 612, "booths": 613, "ride structure": 614, "anechoic chamber": 615, "instrument": 616, "head, caput": 617, "microphone": 618, "hose": 619, "apartment building outdoor": 620, "playground": 621, "pulley": 622, "container": 623, "apse indoor": 624, "podium": 625, "vault": 626, "pulpit": 627, "apse outdoor": 628, "aquarium": 629, "console": 630, "shark": 631, "shoal": 632, "aquatic theater": 633, "deck": 634, "dolphin": 635, "seal": 636, "barrel": 637, "ticket office": 638, "pond": 639, "killer whale": 640, "platform": 641, "grassland": 642, "parking lot": 643, "display window": 644, "footpath": 645, "moss": 646, "archaelogical excavation": 647, "sinkhole": 648, "meter": 649, "sieve": 650, "spade": 651, "archive": 652, "binder": 653, "file box": 654, "file boxes": 655, "index card": 656, "index cards": 657, "file": 658, "videos": 659, "paper rack": 660, "jacket": 661, "arena basketball": 662, "court": 663, "scoreboard": 664, "arena football": 665, "arena hockey": 666, "ice rink": 667, "goal": 668, "arena performance": 669, "arena rodeo": 670, "indoor track": 671, "arena soccer": 672, "machine": 673, "building arena": 674, "mechanical shovel": 675, "steamroller": 676, "shovel": 677, "wheelbarrow": 678, "armory": 679, "machine gun": 680, "rifle": 681, "bomb": 682, "haversack": 683, "rifles": 684, "army base": 685, "tank": 686, "arrival gate indoor": 687, "arrival gate outdoor": 688, "steering wheel": 689, "engine": 690, "airport cart": 691, "freight goods": 692, "mobile conveyor": 693, "sun": 694, "structure": 695, "belt loader": 696, "floodlight": 697, "pictures": 698, "easel": 699, "brochure": 700, "0": 701, "1": 702, "2": 703, "3": 704, "4": 705, "5": 706, "6": 707, "7": 708, "8": 709, "9": 710, "10": 711, "11": 712, "12": 713, "13": 714, "14": 715, "15": 716, "16": 717, "17": 718, "18": 719, "19": 720, "20": 721, "21": 722, "22": 723, "23": 724, "24": 725, "25": 726, "26": 727, "27": 728, "28": 729, "29": 730, "30": 731, "31": 732, "32": 733, "33": 734, "34": 735, "35": 736, "36": 737, "37": 738, "38": 739, "39": 740, "40": 741, "41": 742, "42": 743, "43": 744, "44": 745, "45": 746, "46": 747, "47": 748, "48": 749, "49": 750, "50": 751, "51": 752, "52": 753, "53": 754, "54": 755, "55": 756, "56": 757, "57": 758, "58": 759, "59": 760, "60": 761, "61": 762, "62": 763, "63": 764, "64": 765, "65": 766, "66": 767, "67": 768, "68": 769, "69": 770, "70": 771, "71": 772, "72": 773, "73": 774, "74": 775, "75": 776, "76": 777, "77": 778, "78": 779, "79": 780, "80": 781, "81": 782, "82": 783, "83": 784, "84": 785, "85": 786, "86": 787, "87": 788, "88": 789, "89": 790, "90": 791, "91": 792, "92": 793, "93": 794, "94": 795, "95": 796, "96": 797, "97": 798, "98": 799, "99": 800, "100": 801, "101": 802, "102": 803, "103": 804, "104": 805, "105": 806, "106": 807, "107": 808, "108": 809, "109": 810, "110": 811, "111": 812, "112": 813, "113": 814, "114": 815, "115": 816, "116": 817, "117": 818, "118": 819, "119": 820, "120": 821, "121": 822, "122": 823, "123": 824, "124": 825, "125": 826, "126": 827, "127": 828, "128": 829, "129": 830, "130": 831, "131": 832, "132": 833, "133": 834, "134": 835, "135": 836, "136": 837, "137": 838, "138": 839, "139": 840, "140": 841, "141": 842, "142": 843, "143": 844, "144": 845, "145": 846, "146": 847, "147": 848, "148": 849, "149": 850, "150": 851, "151": 852, "152": 853, "153": 854, "154": 855, "155": 856, "156": 857, "157": 858, "158": 859, "159": 860, "160": 861, "161": 862, "162": 863, "163": 864, "164": 865, "165": 866, "166": 867, "167": 868, "168": 869, "169": 870, "170": 871, "171": 872, "172": 873, "173": 874, "174": 875, "175": 876, "176": 877, "177": 878, "178": 879, "179": 880, "180": 881, "181": 882, "182": 883, "183": 884, "184": 885, "185": 886, "186": 887, "187": 888, "188": 889, "189": 890, "190": 891, "191": 892, "192": 893, "193": 894, "194": 895, "195": 896, "196": 897, "197": 898, "198": 899, "199": 900, "200": 901, "201": 902, "202": 903, "203": 904, "204": 905, "205": 906, "206": 907, "207": 908, "208": 909, "209": 910, "210": 911, "211": 912, "212": 913, "213": 914, "214": 915, "215": 916, "216": 917, "217": 918, "218": 919, "219": 920, "220": 921, "221": 922, "222": 923, "223": 924, "224": 925, "225": 926, "226": 927, "227": 928, "228": 929, "229": 930, "230": 931, "231": 932, "232": 933, "233": 934, "234": 935, "235": 936, "236": 937, "237": 938, "238": 939, "239": 940, "240": 941, "241": 942, "242": 943, "243": 944, "244": 945, "245": 946, "246": 947, "247": 948, "248": 949, "249": 950, "250": 951, "251": 952, "252": 953, "253": 954, "254": 955, "255": 956, "256": 957, "257": 958, "258": 959, "259": 960, "260": 961, "261": 962, "262": 963, "263": 964, "264": 965, "265": 966, "266": 967, "267": 968, "268": 969, "269": 970, "270": 971, "271": 972, "272": 973, "273": 974, "274": 975, "275": 976, "276": 977, "277": 978, "278": 979, "279": 980, "280": 981, "281": 982, "282": 983, "283": 984, "284": 985, "285": 986, "286": 987, "287": 988, "288": 989, "289": 990, "290": 991, "291": 992, "292": 993, "293": 994, "294": 995, "295": 996, "296": 997, "297": 998, "298": 999, "299": 1000, "300": 1001, "301": 1002, "302": 1003, "303": 1004, "304": 1005, "305": 1006, "306": 1007, "307": 1008, "308": 1009, "309": 1010, "310": 1011, "311": 1012, "312": 1013, "313": 1014, "314": 1015, "315": 1016, "316": 1017, "317": 1018, "318": 1019, "319": 1020, "320": 1021, "321": 1022, "322": 1023, "323": 1024, "324": 1025, "325": 1026, "326": 1027, "327": 1028, "328": 1029, "329": 1030, "330": 1031, "331": 1032, "332": 1033, "333": 1034, "334": 1035, "335": 1036, "336": 1037, "337": 1038, "338": 1039, "339": 1040, "340": 1041, "341": 1042, "342": 1043, "343": 1044, "344": 1045, "345": 1046, "346": 1047, "347": 1048, "348": 1049, "349": 1050, "350": 1051, "351": 1052, "352": 1053, "353": 1054, "354": 1055, "355": 1056, "356": 1057, "357": 1058, "358": 1059, "359": 1060, "360": 1061, "361": 1062, "362": 1063, "363": 1064, "364": 1065, "365": 1066, "366": 1067, "367": 1068, "368": 1069, "369": 1070, "370": 1071, "371": 1072, "372": 1073, "373": 1074, "374": 1075, "375": 1076, "376": 1077, "377": 1078, "378": 1079, "379": 1080, "380": 1081, "381": 1082, "382": 1083, "383": 1084, "384": 1085, "385": 1086, "386": 1087, "387": 1088, "388": 1089, "389": 1090, "390": 1091, "391": 1092, "392": 1093, "393": 1094, "394": 1095, "395": 1096, "396": 1097, "397": 1098, "398": 1099, "399": 1100, "400": 1101, "401": 1102, "402": 1103, "403": 1104, "404": 1105, "405": 1106, "406": 1107, "407": 1108, "408": 1109, "409": 1110, "410": 1111, "411": 1112, "412": 1113, "413": 1114, "414": 1115, "415": 1116, "416": 1117, "417": 1118, "418": 1119, "419": 1120, "420": 1121, "421": 1122, "422": 1123, "423": 1124, "424": 1125, "425": 1126, "426": 1127, "427": 1128, "428": 1129, "429": 1130, "430": 1131, "431": 1132, "432": 1133, "433": 1134, "434": 1135, "435": 1136, "436": 1137, "437": 1138, "438": 1139, "439": 1140, "440": 1141, "441": 1142, "442": 1143, "443": 1144, "444": 1145, "445": 1146, "446": 1147, "447": 1148, "448": 1149, "449": 1150, "450": 1151, "451": 1152, "452": 1153, "453": 1154, "454": 1155, "455": 1156, "456": 1157, "457": 1158, "458": 1159, "459": 1160, "460": 1161, "461": 1162, "462": 1163, "463": 1164, "464": 1165, "465": 1166, "466": 1167, "467": 1168, "468": 1169, "469": 1170, "470": 1171, "471": 1172, "472": 1173, "473": 1174, "474": 1175, "475": 1176, "476": 1177, "477": 1178, "478": 1179, "479": 1180, "480": 1181, "481": 1182, "482": 1183, "483": 1184, "484": 1185, "485": 1186, "486": 1187, "487": 1188, "488": 1189, "489": 1190, "490": 1191, "491": 1192, "492": 1193, "493": 1194, "494": 1195, "495": 1196, "496": 1197, "497": 1198, "498": 1199, "499": 1200, "500": 1201, "501": 1202, "502": 1203, "503": 1204, "504": 1205, "505": 1206, "506": 1207, "507": 1208, "508": 1209, "509": 1210, "510": 1211, "511": 1212}